Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Solvias AG (Solvias CH) is added as an alternative site responsible for analytical testing of N-nitroso dabigatran etexilate.
es_es: Se añade Solvias AG (Solvias CH) como planta alternativa a cargo de la evaluación analítica de la impureza etexilato de N-nitroso dabigatrán.

source: Solvias AG (Solvias CH) is added as an alternative site responsible for analytical testing site for testing of N-nitroso dabigatran etexilate.
es_es: Se añade Solvias AG (Solvias CH) como planta alternativa a cargo de la evaluación analítica de la impureza etexilato de N-nitroso dabigatrán.

source: Solvias AG (Solvias CH) is added as an alternative site responsible for analytical testing site for testing of N-nitroso dabigatran etexilate. In Table 1 the company name, address and abbreviated company name is added.
es_es: Se añade Solvias AG (Solvias CH) como planta alternativa a cargo de la evaluación analítica abocado a las pruebas de la impureza N-nitrosodimetilamina (NDMA).

source: Solvias AG, Kaiseraugst, SWITZERLAND (Solvias CH); GC – MS
es_es: Solvias AG, Kaiseraugst, Suiza (Solvias CH); GC – MS

source: Some critics argue that Venuti's distinction between domestication and foreignization is overly simplistic, reducing complex translation decisions to a binary choice.
es_es: Algunos críticos sostienen que la distinción de Venuti entre domesticación y extranjerización es demasiado simplista y reduce las decisiones de traducción complejas a una elección binaria.

source: Some of the characteristics described in the Functionality-related characteristics section may also be present in the mandatory part of the monograph since they also represent mandatory quality criteria.
es_es: En la parte obligatoria de la monografía, pueden figurar también algunas de las características descritas en la sección Características relacionadas con la funcionalidad, que también son criterios de calidad obligatorios.

source: Some specific co-morbidities include [P12-11672; R19-2557; P19-06497; R19-2562]:
es_es: Algunas comorbilidades específicas son las siguientes [P12-11672; R19-2557; P19-06497; R19-2562]:

source: Son aquellos fármacos que, producto de pequeñas variaciones de los niveles plasmáticos pueden provocar serias fallas terapéuticas (concentraciones subterapéuticas) o bien reacciones adversas serias (concentraciones supra- terapéuticas); por ende, este tipo de fármacos requiere de un constante monitoreo ya sea clínico o farmacocinético.
es_es: A drug product in which small plasma level variations may result in serious therapeutic failure (subtherapeutic concentration) or serious adverse reactions (supratherapeutic concentrations) and which therefore requires constant clinical or pharmacokinetic monitoring.

source: Son establecimientos públicos o privados certificados por la Autoridad Sanitaria del país, o quien ejerza sus competencias, para realizar estudios de bioequivalencia/biodisponibilidad, con resultados confiables.
es_es: Public or private establishments certified by the local health authority or whichever institution acts in its stead, to reliably perform bioequivalence/bioavailability studies.

source: Son estudios farmacocinéticos que a través de un diseño experimental preestablecido permiten determinar la biodisponibilidad de un principio activo.
es_es: Pharmacokinetic studies to find the bioavailability of a drug substance through a preset analysis design.

source: Son las agencias reguladoras que han sido calificadas por la Organización Panamericana de la Salud (OPS) / Organización Mundial de la Salud (OMS) como Autoridades de Referencia Regional; aquellas agencias de los países que han sido designados como Autoridades Reguladoras Estrictas por la OMS, el “Ministry of Food and Drug Safety” de la República de Corea del Sur y la Agencia Europea de Medicamentos (EMA).
es_es: Regulating agencies designed as Regional Reference Authorities by the Panamerican Health Organization (PAHO) or the World Health Organization (WHO), agencies in the list of WHO Stringent Regulatory Authorities, the South Korea Ministry of Food and Drug Safety, and the European Medicines Agency (EMA).

source: Son medicamentos cuya forma farmacéutica es sólida y están elaborados para uso oral, sin una previa preparación, como por ejemplo:
es_es: Solid dosage form drug products meant for oral use, without previous preparation, such as:

source: Son medicamentos cuya forma farmacéutica es sólida y están elaborados para uso oral, sin una previa preparación, como por ejemplo: tabletas, cápsulas, grageas, píldoras, comprimidos, etc.
es_es: They are solid oral drug products, without prior preparation, such as: tablets, capsules, sugar coated tablets, pills, tablets, etc.

source: Sonicate for about 15 minutes.
es_es: Aplicar ultrasonido aproximadamente 15 minutos.

source: Sorting
es_es: Clasificación

source: Sorting at Catalent FR (Beinheim) site is performed after UV laser marking of the capsules and is now inserted in Table 4 Equipment for capsule marking and sorting.
es_es: En la planta Catalent FR (Beinheim) la clasificación sigue al marcado láser UV de las cápsulas, por lo que se inserta ahora en la Tabla 4 (Equipos para el marcado y la clasificación de las cápsulas).

source: Sotax AT 7 Dissolution Tester, Agilent UV/VIS Spectrometer 8453
es_es: Equipo de disolución Sotax AT 7, Espectrómetro UV/VIS Agilent 8453

source: Source
es_es: Fuente

source: Source Envelope:
es_es: Sobre de origen:

source: Source Population
es_es: Población basal

source: Source data:
es_es: Fuente de datos:

source: Source documents provided evidence for the existence of the patient and substantiated the integrity of the data collected.
es_es: Los documentos fuente evidenciaban la existencia del paciente y sustanciaban la integridad de los datos recopilados.

source: Source documents provided evidence for the existence of the subject and substantiated the integrity of the data collected.
es_es: Los documentos fuente evidenciaban la existencia del sujeto y sustanciaban la integridad de los datos recopilados.

source: Source documents were filed at the investigator’s site.
es_es: Los documentos fuente estaban archivados en el centro del investigador.

source: Source of energy for the sleeve movement
es_es: Fuente de energía para que se mueva el capuchón

source: Source of the material is stated
es_es: se indica la fuente del material;

source: Source registry
es_es: Registro fuente

source: Source:
es_es: Fuente:

source: South Africa
es_es: Sudáfrica

source: South African Health Products Regulatory Agency
es_es: South African Health Products Regulatory Agency (Agencia regulatoria de productos sanitarios de Sudáfrica)

source: South America, Mexico
es_es: América del Sur, México

source: South Korea
es_es: Corea del Sur

source: Soybean Lecithin
es_es: Lecitina de soja

source: Spain
es_es: España

source: Sparingly soluble in anhydrous ethanol
es_es: Poco soluble en etanol anhidro

source: Spec
es_es: Espec.

source: Spec.No.:
es_es: N.° de espec.:

source: Special Requirements
es_es: Requisitos especiales

source: Special attention had to be paid to the prevention of ketoacidosis.
es_es: Se debía atender especialmente a la prevención de la cetoacidosis.

source: Special requirements
es_es: Requisitos especiales

source: Special warnings and precautions:
es_es: Advertencias y precauciones especiales:

source: Species/Tissue:
es_es: Esecie/Tejido:

source: Specific Activity
es_es: Actividad específica

source: Specific Activity of labelled DNA
es_es: Actividad específica del ADN marcado

source: Specific Obligation
es_es: Obligación específica

source: Specific adverse events
es_es: Eventos adversos específicos

source: Specific conditions like 30% metabolic activation condition, hamster S9 and the two N-nitrosamine positive controls were not covered in SOPs but described in the study plan.
es_es: Las condiciones específicas, como la activación metabólica al 30%, la activación metabólica, el uso de S9 de hámster y los dos controles positivos N-nitrosamínicos no estuvieron cubiertos por los procedimientos unificados de trabajo sino por el plan del estudio.

source: Specific country (USA and non-USA)
es_es: País específico (EE. UU. y fuera de EE. UU.)

source: Specific optical rotation
es_es: Rotación óptica específica

source: Specific optical rotation (see Tests).
es_es: Rotación óptica específica (ver Pruebas).

source: Specific parameters for this procedure will be detailed in a separate document as per FDA recommendations.(32)
es_es: Los parámetros específicos para este procedimiento se detallarán en un documento separado según las recomendaciones de la FDA.(32)

source: Specific parameters for this procedure will be detailed in a separate document as per FDA recommendations.(31)
es_es: Los parámetros específicos para este procedimiento se detallarán en un documento separado según las recomendaciones de la FDA.(31)

source: Specific questions were to be asked wherever necessary in order to describe an AE more precisely.
es_es: Siempre que fuera necesario, se debían hacer preguntas específicas para describir un evento adverso con mayor precisión.

source: Specification
es_es: Especificación

source: Specification for Telmisartan
es_es: Especificación de telmisartán

source: Specification for dabigatran etexilate capsules, 110 mg/capsule
es_es: Especificación de etexilato de dabigatrán, cápsulas, 110 mg/cápsula

source: Specification for dabigatran etexilate capsules, 75 mg/capsule
es_es: Especificación de etexilato de dabigatrán, cápsulas, 75 mg/cápsula

source: Specification for olodaterol hydrochloride
es_es: Especificación del clorhidrato de olodaterol

source: Specification for plastic bottle
es_es: Especificación del frasco de plástico

source: Specification for pramipexole dihydrochloride monohydrate tablets, 0.25 mg
es_es: Especificación de pramipexol diclorhidrato monohidrato, comprimidos, 0.25 mg

source: Specification limit
es_es: Límite de especificación

source: Specification of polysorbate 20 as compendial excipient with alternate analytical procedures
es_es: Especificación del polisorbato 20, como excipiente de compendio con procedimientos analíticos alternativos.

source: Specification — Tenecteplase
es_es: Especificación: Tenecteplasa

source: Specification/Action limits
es_es: Límite de especificación/acción

source: Specifications
es_es: Especificaciones

source: Specifications 1
es_es: Especificaciones 1

source: Specifications for compendial excipients
es_es: Especificaciones de los excipientes de farmacopea

source: Specifications of the folding carton for empagliflozin film-coated tablets, 10 mg and 25 mg
es_es: Especificaciones de la caja de cartón plegable de los comprimidos recubiertos de empagliflozina, de 10 mg y 25 mg.

source: Specifications refer to former specifications at the timepoint of the performed study; methods and specifications partly differ from those of current tenecteplase 25 mg
es_es: Las especificaciones hacen referencia a especificaciones anteriores en el momento del estudio realizado. Los métodos y especificaciones difieren parcialmente de los de la tenecteplasa actual de 25 mg.

source: Specificity
es_es: Especificidad

source: Specificity is the ability to assess unequivocally the analyte in the presence of components, which may be expected to be present.
es_es: La especificidad es la capacidad de evaluar inequívocamente el analito en presencia de componentes cuya presencia es esperable.

source: Specificity was evaluated for the determination of NDMA in two different metformin hydrochloride containing IR drug products.
es_es: Se evaluó la especificidad para determinar la presencia de NDMA en dos medicamentos de liberación inmediata que contienen clorhidrato de metformina

source: Specificity will be tested at QL level for both drug products and all dosages.
es_es: La especificidad se evaluará al límite de cuantificación para ambos medicamentos en todas sus formulaciones.

source: Specificity – Interference Test Internal Standard (ISTD)
es_es: Especificidad: estándar interno usado en la prueba de interferencia (est. int.)

source: Specificity – Internal Standard
es_es: Especificidad, estándar interno

source: Specificity – Internal Standard / Quantitation Limit / Linearity
es_es: Especificidad, estándar interno/límite de cuantificación/linealidad

source: Specificity – interference test internal standard was evaluated for the determination NDMA intwo different metformin hydrochloride containing IR drug products.
es_es: Se evaluó la especificidad (prueba de interferencia del estándar interno) para determinar la presencia de NDMA en dos medicamentos de liberación inmediata que contienen clorhidrato de metformina.

source: Specificity, Stability of solutions
es_es: Especificidad, estabilidad de las soluciones

source: Specificity, accuracy, precision (repeatability, intermediate precision)
es_es: Especificidad, exactitud, precisión (repetibilidad, precisión intermedia)

source: Specificity, linearity, accuracy, precision (repeatability, intermediate precision), LOQ, robustness (autosampler hold time, mobile phase, reduction temperature and time, column temperature, injection volume, protein concentration for reduction, volume of reducing agent)
es_es: Especificidad, linealidad, exactitud, precisión (repetibilidad y precisión intermedia), límite de cuantificación, robustez (tiempo de detención en procesador de muestras automático, fase móvil, temperatura y tiempo de reducción, temperatura de columna, volumen de inyección, concentración de proteínas para la reducción, volumen del agente de reducción)

source: Specificity-Interference test internal Standard;
es_es: Especificidad: estándar interno usado en la prueba de interferencia;

source: Specificity;
es_es: Especificidad;

source: Specificity; Accuracy; Stability of solutions
es_es: Especificidad, exactitud, estabilidad de las soluciones

source: Specified impurities:
es_es: Impurezas específicas

source: Specifying fragment region 1 provides control of fragments because the region contains non-defined low molecular weight species.
es_es: La especificación de la región de fragmentos 1 proporciona control de los fragmentos, porque la región contiene especies de bajo peso molecular no definidas.

source: Specifying main peak and fragment region 1 provides indirect control of peak 1 (Arg27 clip) and fragment regions 2, 3 and 4.
es_es: La especificación del pico principal y la región de fragmentos 1 proporciona control indirecto del pico 1 (corte en Arg2) y las regiones de fragmentos 2, 3 y 4.

source: Spectrophotometer UV-VIS
es_es: Espectrofotómetro UV-VIS

source: Speed
es_es: Velocidad

source: Spesolimab (BI 655130)
es_es: Espesolimab (BI 655130)

source: Spesolimab 150 mg/mL PFS-NSD-1 release and stability specification
es_es: Especificación de liberación y estabilidad para el dispositivo PFS-NSD-1 de Espesolimab de 150 mg/ml

source: Spesolimab 3
es_es: Espesolimab3

source: Spesolimab PFS-NSD-1 release and stability specification
es_es: Especificación de liberación y estabilidad para el dispositivo PFS-NSD-1 de Espesolimab

source: Spesolimab Post-Authorisation Safety Study (PASS) for Use in Patients with Generalised Pustular Psoriasis (GPP)
es_es: Estudio posterior a la autorización de seguridad de Espesolimab en pacientes adultos con psoriasis pustulosa generalizada (PPG)

source: Spesolimab protein is sensitive to degradation by light exposure and should be protected from light.
es_es: La proteína del Espesolimab es sensible a degradación por exposición a la luz y debe resguardarse de la luz.

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL), PFS-NSD-1, is manufactured at Boehringer Ingelheim Pharma GmbH & Co.
es_es: La solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml), o dispositivo PFS-NSD- 1, se fabrica en Boehringer Ingelheim Pharma GmbH & Co.

source: Spesolimab solution for injection in pre-filled syringe 300 mg/syringe (150 mg/mL)
es_es: Espesolimab, solución inyectable en jeringa prellenada, 300 mg/jeringa (150 mg/ml)

source: Spesolimab solution for injection in pre-filled syringe 300 mg/syringe (150 mg/mL), abbreviated PFS-NSD-2, is supplied as a sterile, colorless to slightly brownish-yellow and clear to slightly opalescent solution for subcutaneous (s.c.) administration.
es_es: Espesolimb, solución inyectable en jeringa prellenada de 300 mg/jeringa (150 mg/ml), abreviado PFS-NSD-2, se suministra como una solución estéril incolora a ligeramente amarillo parduzco, transparente a ligeramente opalescente para la administración subcutánea (s.c.).

source: Spesolimab solution for injection in pre-filled syringe, 300 mg/syringe (150 mg/mL)
es_es: Espesolimb, solución inyectable en jeringa prellenada, 300 mg/jeringa (150 mg/ml)

source: Spesolimab stability data (primary stabilities, n=3 and one supportive drug product batch from the 2,000 L drug substance process) stored in 1 mL Pre-filled syringe (2 - 8°C, 36 months storage time) were analyzed by a linear regression for each analytical parameter such as "monomer," "APG" etc.
es_es: Para analizar los datos de estabilidad del Espesolimab (estabilidades primarias, n=3, y una partida del medicamento de respaldo del proceso para el principio activo de 2.000 l) almacenado en jeringa precargada de 1 ml (a 2 - 8° C por 36 meses), se trazó una regresión lineal para cada parámetro analítico, como "monómero", "grupo de picos ácidos", etc.

source: Spesolimab 2
es_es: Espesolimab 2

source: Spesolimab DP is adequately protected by the chosen primary packaging configurations.
es_es: El medicamento espesolimab está debidamente protegido mediante las configuraciones seleccionadas de acondicionamiento primario.

source: Spesolimab PFS-NSD-1 CQAs and EPRs
es_es: Atributos críticos de calidad y requisitos esenciales de desempeño del PFS-NSD-1 de espesolimab

source: Spesolimab PFS-NSD-1 components: NSD, EFF and PR – materials of construction and body contact
es_es: Componentes del PFS-NSD-1 de espesolimab: dispositivo de seguridad de aguja, lengüeta de apoyo extendida y vástago del émbolo – materiales de elaboración y contacto con el cuerpo

source: Spesolimab PFS-NSD-1 components: Primary Packaging Components – materials of construction and body contact
es_es: Componentes del PFS-NSD-1 de spesolimab: componentes del acondicionamiento primario, materiales de elaboración y contacto con el cuerpo

source: Spesolimab PFS-NSD-1 manufacturing steps
es_es: Pasos de fabricación del PFS-NSD-1 de espesolimab

source: Spesolimab belongs to the pharmacotherapeutic group of Interleukin inhibitors.
es_es: El spesolimab pertenece al grupo farmacoterapéutico de los inhibidores de la interleucina.

source: Spesolimab concentrate for solution for infusion 450 mg/vial (60 mg/mL) manufactured in the pilot or commercial filling facility, further abbreviated as vial
es_es: Spesolimab, concentrado para solución para infusión, 450 mg/ml (60 mg/ml) elaborado en la instalación de llenado piloto o comercial, abreviado como frasco.

source: Spesolimab drug product control strategy summary
es_es: Resumen de la estrategia de control del medicamento espesoliab

source: Spesolimab drug substance (DS) 150 mg/mL may be stored at 2 – 8°C, frozen, thawed, split or pooled.
es_es: El principio activo espesolimab, 150 mg/ml, se puede almacenar a 2 - 8 °C, congelado, descongelado, dividido o agrupado.

source: Spesolimab drug substance is formulated at a protein concentration of 150 mg/mL with 45 mM acetate buffer, 150 mM sucrose, 25 mM arginine HCl and 0.4 mg/mL polysorbate 20 (PS20) at a pH of 5.5.
es_es: El principio activo Espesolimab se formula a una concentración de proteína de 150 mg/ml con buffer acetato 45 mM, sacarosa 150 mM, HCl de arginina 25 mM y polisorbato 20 (PS20), 0,4 mg/ml, a un pH de 5.5.

source: Spesolimab is a humanised antagonistic monoclonal immunoglobulin G1 (IgG1) antibody blocking human IL36R signalling.
es_es: El spesolimab es un anticuerpo monoclonal humanizado de tipo inmunoglobulina G1 (IgG1) antagonista, que bloquea la señalización del receptor IL36R humano.

source: Spesolimab solution for injection 150 mg/mL in the combination product PFS-NSD-1 manufactured in the commercial filling facility, further abbreviated as PFS-NSD-1.
es_es: Spesolimab, solución inyectable, 150 mg/ml, en el producto combinado PFS-NSD-1, elaborado en el centro de llenado piloto, abreviado como PFS-NSD-1.

source: Spesolimab solution for injection in pre-filled syringe 150 mg/PFS (150 mg/mL), further abbreviated as PFS.
es_es: Spesolimab Solución para inyección en jeringa precargada, 150 mg/jeringa (150 mg/ml), abreviada como PFS.

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL)
es_es: Spesolimab Solución para inyección en jeringa precargada, 150 mg/jeringa (150 mg/ml)

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) - also called PFS-NSD-1 - is a liquid drug product formulation providing sufficient long-term stability without degradation of the spesolimab molecule or the surfactant in relevant amounts (Section 3.2.P.8.3 Accelerated and Long-term Stability of Drug Product).
es_es: Spesolimab, solución inyectable en jeringas precargadas de 150 mg/jeringa (150 mg/ml), también denominadas PFS-NSD-1, es una formulación medicamentosa líquida con una estabilidad a largo plazo suficiente y sin degradación a cantidades relevantes de la molécula de Espesolimab ni el surfactante (Sección 3.2.P.8.3, Estabilidad acelerada y a largo plazo del medicamento, especialidad farmacéutica).

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) is a sterile, non-pyrogenic, single-use product without added anti-microbial preservatives.
es_es: La solución inyectable de espesolimab en jeringas precargadas de 150 mg/jeringa (150 mg/ml) es un producto estéril, apirógeno, de un solo uso, sin conservantes antimicrobianos añadidos.

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) is formulated at a concentration of 150 mg/mL in acetate buffer at pH 5.5.
es_es: Spesolimab, solución inyectable en jeringa precargada, 150 mg/jeringa (150 mg/ml) se formula a una concentración de 150 mg/ml en buffer acetato a pH 5.5.

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL), PFS-NSD-1 manufacturing process flow diagram including critical process parameters and in-process controls
es_es: Flujograma del proceso de fabricación de la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml), PFS-NSD-1, incluidos los parámetros de los pasos críticos y los controles intermedios del proceso

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL), abbreviated PFS-NSD-1, is supplied as a sterile, colorless to slightly brownish-yellow and clear to slightly opalescent solution for subcutanous (s.c.) administration.
es_es: Spesolimab, solución inyectable en jeringa precargada de 150 mg/jeringa (150 mg/ml), abreviado PFS-NSD-1, se suministra como una solución estéril incolora a ligeramente amarillo parduzco, transparente a ligeramente opalescente para la administración subcutánea (s.c.).

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL; PFSNSD-1) is presented in a 1 mL glass syringe with the nominal fill volume of 1.0 mL per syringe, resulting in 150 mg/syringe.
es_es: Spesolimab, solución inyectable en jeringa precargada de 150 mg/jeringa (150 mg/ml), PFS-NSD-1, se presenta en jeringas de vidrio de un 1 ml, con un volumen de llenado nominal de 1.0 ml por jeringa, lo que da 150 mg/jeringa.
